IDEA StatiCa Open Model
NadSetupValueInt.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Value { get; set; }
Public Property Value As Integer
	Get
	Set
public:
property int Value {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
NadSetupValueInt Class
IdeaRS.OpenModel.Concrete Namespace